---
kind: enumMember
id: F:Autodesk.Revit.DB.PreviewFamilyVisibilityMode.Off
enum: Autodesk.Revit.DB.PreviewFamilyVisibilityMode
source: html/efc5a721-5885-f63e-64af-83e0c93e6c45.htm
---
# Autodesk.Revit.DB.PreviewFamilyVisibilityMode.Off

Element Visibility is not applied. All family elements visible.